/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_ACTION" = "Παραχωρήστε πρόσβαση";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_BODY" = "Το Forsta χρειάζεται πρόσβαση στις επαφές σας. Δεν αποθηκεύουμε τις επαφές σας στους εξυπηρετητές μας.";

/* No comment provided by engineer. */
"AB_PERMISSION_MISSING_TITLE" = "Συγγνώμη!";

/* Action sheet item */
"ACCEPT_NEW_IDENTITY_ACTION" = "Αποδοχή νέων αριθμών ασφαλείας";

/* No comment provided by engineer. */
"ACTION_REQUIRED_TITLE" = "Απαιτείται ενέργειά σας";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BODY" = "Το Forsta χρειάζεται πρόσβαση στις επαφές σας. Η πρόσβαση αυτή δεν είναι δυνατή. Το Forsta θα τερματιστεί. Μπορείτε να απενεργοποιήσετε τον περιορισμό προσωρινά, ώστε να επιτραπεί στο Forsta η πρόσβαση στις επαφές σας, πηγαίνοντας στο Ρυθμίσεις >> Περιορισμοί >> Επαφές >> Επιτρέπονται Αλλαγές.";

/* No comment provided by engineer. */
"ADDRESSBOOK_RESTRICTED_ALERT_BUTTON" = "Κλείσιμο";

/* No comment provided by engineer. */
"ANSWER_CALL_BUTTON_TITLE" = "Απάντηση";

/* No comment provided by engineer. */
"APN_FETCHED_FAILED" = "Νέο μήνυμα! Ανοίξτε την εφαρμογή για να το διαβάσετε.";

/* No comment provided by engineer. */
"APN_Message" = "Νέο μήνυμα!";

/* No comment provided by engineer. */
"APN_MESSAGE_FROM" = "Νέο μήνυμα από";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP" = "Μήνυμα στην ομάδα";

/* No comment provided by engineer. */
"APN_MESSAGE_IN_GROUP_DETAILED" = "%@ στην ομάδα %@: %@";

/* Pressing this button moves a thread from the inbox to the archive */
"ARCHIVE_ACTION" = "Αρχείο";

/* No comment provided by engineer. */
"ARCHIVE_NAV_BAR_TITLE" = "Αρχείο";

/* No comment provided by engineer. */
"ATTACHMENT" = "Συνημμένο";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOAD_FAILED" = "Αποτυχία λήψης συνημμένου, αγγίξτε για να προσπαθήσετε ξανά.";

/* No comment provided by engineer. */
"ATTACHMENT_DOWNLOADING" = "Λήψη συνημμένου";

/* No comment provided by engineer. */
"ATTACHMENT_QUEUED" = "Νέο συνημμένο μπήκε στην αναμονή για λήψη.";

/* No comment provided by engineer. */
"AUDIO_PERMISSION_MESSAGE" = "Το Forsta χρειάζεται πρόσβαση στο μικρόφωνό σας. Μπορείτε να παραχωρήσετε την πρόσβαση πηγαίνοντας στο Ρυθμίσεις >> Απόρρητο >> Μικρόφωνο >> Forsta";

/* No comment provided by engineer. */
"CALLBACK_BUTTON_TITLE" = "Καλέστε πίσω";

/* No comment provided by engineer. */
"CHOOSE_MEDIA_BUTTON" = "Επιλογή από την Βιβλιοθήκη...";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TEXT" = "Αυτό θα επαναφέρει την εφαρμογή στην αρχική κατάσταση διαγράφοντας τα μηνύματα και το λογαριασμό σας από τον εξυπηρετητή.Μετά τη διαγραφή των δεδομένων, η εφαρμογή θα τερματιστεί.";

/* No comment provided by engineer. */
"CONFIRM_ACCOUNT_DESTRUCTION_TITLE" = "Είστε σίγουρος/η ότι θέλετε να διαγράψετε το λογαριασμό σας;";

/* Alert body */
"CONFIRM_LEAVE_GROUP_DESCRIPTION" = "Δε θα έχετε πια τη δυνατότητα αποστολής/λήψης μηνυμάτων σε αυτήν την ομάδα.";

/* Alert title */
"CONFIRM_LEAVE_GROUP_TITLE" = "Θέλετε πραγματικά να εγκαταλείψετε;";

/* Button text */
"CONFIRM_LINK_NEW_DEVICE_ACTION" = "Νέα συσκευή";

/* No comment provided by engineer. */
"CONFIRMATION_TITLE" = "Επιβεβαίωση";

/* No comment provided by engineer. */
"CONTACT_DETAIL_COMM_TYPE_INSECURE" = "Μη καταχωρημένος αριθμός";

/* title for conversation settings screen */
"CONVERSATION_SETTINGS" = "Ρυθμίσεις συνδιαλέξεων";

/* ActionSheet title */
"CORRUPTED_SESSION_DESCRIPTION" = "Η επαναφορά της συνεδρίας θα επιτρέψει τη λήψη μελλοντικών μηνυμάτων από τον χρήστη %@, αλλά δε θα διασώσει τυχόν ληφθέντα εσφαλμένα μηνύματα.";

/* No comment provided by engineer. */
"COUNTRYCODE_SELECT_TITLE" = "Επιλογή Κωδικού Χώρας";

/* {{number of days}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 days}}'. See other *_TIME_AMOUNT strings */
"DAYS_TIME_AMOUNT" = "%u ημέρες";

/* No comment provided by engineer. */
"DELIVERED_MESSAGE_TEXT" = "Παραδόθηκε ";

/* {{Short Date}} when device last communicated with Forsta Server. */
"DEVICE_LAST_ACTIVE_AT_LABEL" = "Τελευταία ενεργός/η: %@";

/* {{Short Date}} when device was linked. */
"DEVICE_LINKED_AT_LABEL" = "Συνδεδεμένος: %@";

/* Alert title that can occur when viewing device manager. */
"DEVICE_LIST_UPDATE_FAILED_TITLE" = "Η ενημέρωση της λίστας συσκευών δεν ήταν δυνατή.";

/* table cell label in conversation settings */
"DISAPPEARING_MESSAGES" = "Αυτοδιαγραφόμενα μηνύματα";

/* subheading in conversation settings */
"DISAPPEARING_MESSAGES_DESCRIPTION" = "Εφόσον ενεργοποιηθεί, τα μηνύματα σε αυτή τη συνομιλία θα διαγράφονται αυτόματα μετά το άνοιγμα.";

/* Generic short text for button to dismiss a dialog */
"DISMISS_BUTTON_TEXT" = "Dismiss";

/* table cell label in conversation settings */
"EDIT_GROUP_ACTION" = "Edit Group";

/* Short name for edit menu item to save contents of media message. */
"EDIT_ITEM_SAVE_ACTION" = "Αποθήκευση";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TEXT" = "Αγγίξτε το κουμπί σύνθεσης";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_FIRST_TITLE" = "Αρχίστε την πρώτη συνομιλία σας στο Forsta!";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TEXT" = "Μπορείτε να στείλετε στο Αρχείο σας μη-ενεργές συνομιλίες από τα εισερχόμενά σας.";

/* No comment provided by engineer. */
"EMPTY_ARCHIVE_TITLE" = "Εκκαθάριση συνομιλιών";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_INVITE_BUTTON" = "Πρόσκληση επαφής";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE1" = "Καμία απο τις επαφές σας δεν χρησιμοποιεί το Forsta!";

/* No comment provided by engineer. */
"EMPTY_CONTACTS_LABEL_LINE2" = "Γιατί δεν προσκαλείτε κάποιον";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TEXT" = "Συμβουλή: Προσθέστε μία συνομιλία ως υπενθύμιση!";

/* No comment provided by engineer. */
"EMPTY_INBOX_FIRST_TITLE" = "Έτοιμο. Έτοιμο. Έτοιμο. ";

/* No comment provided by engineer. */
"EMPTY_INBOX_TEXT" = "Κανένα. Τίποτα. Μηδέν.";

/* No comment provided by engineer. */
"EMPTY_INBOX_TITLE" = "Πεντακάθαρο.";

/* No comment provided by engineer. */
"END_CALL_BAD_INTERACTION_WITH_SERVER" = "Σφάλμα εξυπηρετητή!";

/* No comment provided by engineer. */
"END_CALL_BUTTON_TITLE" = "Τερματισμός";

/* No comment provided by engineer. */
"END_CALL_HANDSHAKE_FAILED" = "Αποτυχία χειραψίας";

/* No comment provided by engineer. */
"END_CALL_HANGUP_LOCAL" = "Τερματίσατε την κλήση.";

/* No comment provided by engineer. */
"END_CALL_HANGUP_REMOTE" = "Τερμάτισαν την κλήση.";

/* No comment provided by engineer. */
"END_CALL_LOGIN_FAILED" = "Η σύνδεση απέτυχε ";

/* No comment provided by engineer. */
"END_CALL_MESSAGE_FROM_SERVER_PREFIX" = "Μήνυμα από τον εξυπηρετητή:";

/* No comment provided by engineer. */
"END_CALL_NO_SUCH_USER" = "Ο αριθμός δεν είναι συνδεδεμένος με το Forsta ή το RedPhone";

/* No comment provided by engineer. */
"END_CALL_RECIPIENT_UNAVAILABLE" = "Ο συνδρομητής που καλέσατε δεν είναι διαθέσιμος.";

/* No comment provided by engineer. */
"END_CALL_REJECTED_LOCAL" = "Απορρίψατε την κληση";

/* No comment provided by engineer. */
"END_CALL_REJECTED_REMOTE" = "Η κλήση απορρίφθηκε.";

/* No comment provided by engineer. */
"END_CALL_REPLACED_BY_NEXT" = "Πραγματοποιήσατε άλλη κλήση.";

/* No comment provided by engineer. */
"END_CALL_RESPONDER_IS_BUSY" = "Κατειλημμένος...";

/* No comment provided by engineer. */
"END_CALL_STALE_SESSION" = "Αναπάντητη κλήση.";

/* No comment provided by engineer. */
"END_CALL_UNCATEGORIZED_FAILURE" = "Αποτυχία!";

/* Generic notice when message failed to send. */
"ERROR_DESCRIPTION_CLIENT_SENDING_FAILURE" = "Failed to send message.";

/* Generic error used whenver Forsta can't contact the server */
"ERROR_DESCRIPTION_NO_INTERNET" = "Forsta was unable to connect to the internet. Please try from another WiFi network or use mobile data.";

/* Generic server error */
"ERROR_DESCRIPTION_SERVER_FAILURE" = "Server Error. Please try again later.";

/* Error message when attempting to send message */
"ERROR_DESCRIPTION_UNREGISTERED_RECIPIENT" = "Recipient is no longer a Forsta user.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_DUPLICATE_MESSAGE" = "Λήψη ίδιου μηνύματος.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_KEY_EXCEPTION" = "Το κλειδί του παραλήπτη δεν είναι έγκυρο.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_MESSAGE" = "Received a badly encrypted message. Tap to reset your secure session.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_INVALID_VERSION" = "Λήψη μηνύματος το οποίο δεν είναι συμβατό με αυτή την έκδοση του Forsta.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NO_SESSION" = "Δεν υπάρχει διαθέσιμή συνεδρία για αυτή την επαφή.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_NON_BLOCKING_IDENTITY_CHANGE" = "Safety numbers changed.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_UNKNOWN_ERROR" = "Κάποιο άγνωστο λάθος προέκυψε.";

/* No comment provided by engineer. */
"ERROR_MESSAGE_WRONG_TRUSTED_IDENTITY_KEY" = "Safety numbers changed. Tap to verify.";

/* No comment provided by engineer. */
"ERROR_WAS_DETECTED_TITLE" = "Κρίμα!";

/* action sheet header when re-sending message which failed because of too many attempts */
"FAILED_SENDING_BECAUSE_RATE_LIMIT" = "Too many failures with this contact. Please try again shortly.";

/* action sheet header when re-sending message which failed because of untrusted identity keys */
"FAILED_SENDING_BECAUSE_UNTRUSTED_IDENTITY_KEY" = "You must accept their new safety numbers before you will be able to send.";

/* No comment provided by engineer. */
"FAILED_SENDING_TEXT" = "Αποτυχία αποστολής. Αγγίξτε για να προσπαθήσετε ξανά.";

/* alert title */
"FAILED_VERIFICATION_TITLE" = "Failed to Verify Safety Numbers!";

/* No comment provided by engineer. */
"FINGERPRINT_SHRED_KEYMATERIAL_BUTTON" = "Επαναφορά συνεδρίας";

/* No comment provided by engineer. */
"GROUP_AVATAR_CHANGED" = "Η εικόνα άλλαξε.";

/* No comment provided by engineer. */
"GROUP_CREATED" = "Group created.";

/* No comment provided by engineer. */
"GROUP_CREATING" = "Δημιουργία νέου γρουπ";

/* No comment provided by engineer. */
"GROUP_CREATING_FAILED" = "Αποτυχία δημιουργίας του γκρουπ";

/* Conversation settings table section title */
"GROUP_MANAGEMENT_SECTION" = "Group Management";

/* No comment provided by engineer. */
"GROUP_MEMBER_JOINED" = "%@ μπήκε στο γρουπ.";

/* No comment provided by engineer. */
"GROUP_MEMBER_LEFT" = "%@ έφυγε από το γρουπ";

/* header for table which lists the members of this group thread */
"GROUP_MEMBERS_HEADER" = "Μέλη του γρουπ";

/* No comment provided by engineer. */
"GROUP_REMOVING" = "Αποχώρηση από το γρουπ %@";

/* No comment provided by engineer. */
"GROUP_REMOVING_FAILED" = "Αποτυχία αποχώρησης από το γκρουπ";

/* No comment provided by engineer. */
"GROUP_TITLE_CHANGED" = "Ο τίτλος τώρα είναι '%@'.";

/* No comment provided by engineer. */
"GROUP_UPDATED" = "Το γκρουπ ανανεώθηκε.";

/* No comment provided by engineer. */
"GROUP_YOU_LEFT" = "Φύγατε από το γρουπ.";

/* {{number of hours}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 hours}}'. See other *_TIME_AMOUNT strings */
"HOURS_TIME_AMOUNT" = "%u hours";

/* Call setup status label */
"IN_CALL_CONNECTING" = "Σύνδεση...";

/* Call setup status label */
"IN_CALL_RINGING" = "Καλεί...";

/* Call setup status label */
"IN_CALL_SECURING" = "Απαντήθηκε. Ασφάλιση...";

/* Call setup status label */
"IN_CALL_TALKING" = "Ασφαλή. Ενεργό.";

/* Call setup status label */
"IN_CALL_TERMINATED" = "Έτοιμο";

/* No comment provided by engineer. */
"INCOMING_CALL" = "Εισερχόμενη κλήση";

/* No comment provided by engineer. */
"INCOMING_CALL_FROM" = "Εισερχόμενη κλήση από %@";

/* Slider label embeds {{TIME_AMOUNT}}, e.g. '2 hours'. See *_TIME_AMOUNT strings for examples. */
"KEEP_MESSAGES_DURATION" = "Messages disappear after %@.";

/* Slider label when disappearing messages is off */
"KEEP_MESSAGES_FOREVER" = "Messages do not disappear.";

/* Confirmation button within contextual alert */
"LEAVE_BUTTON_TITLE" = "Αποχώρηση";

/* table cell label in conversation settings */
"LEAVE_GROUP_ACTION" = "Leave Group";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_BODY" = "This QR code is not valid, make sure you are scanning the QR code displayed on the device you want to link.";

/* report an invalid linking code */
"LINK_DEVICE_INVALID_CODE_TITLE" = "Linking Device Failed";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_BODY" = "This device will be able to see your groups and contacts, read all your messages, and send messages in your name.";

/* confirm the users intent to link a new device */
"LINK_DEVICE_PERMISSION_ALERT_TITLE" = "Link this device?";

/* attempt another linking */
"LINK_DEVICE_RESTART" = "Retry";

/* QR Scanning screen instructions, placed alongside a camera view for scanning QRCodes */
"LINK_DEVICE_SCANNING_INSTRUCTIONS" = "Scan the QR code displayed on the device to link.";

/* Subheading for 'Link New Device' navigation */
"LINK_NEW_DEVICE_SUBTITLE" = "Scan QR Code";

/* Navigation title when scanning QR code to add new device. */
"LINK_NEW_DEVICE_TITLE" = "Link New Device";

/* Menu item and navbar title for the device manager */
"LINKED_DEVICES_TITLE" = "Linked Devices";

/* Alert Title */
"LINKING_DEVICE_FAILED_TITLE" = "Linking Device Failed";

/* table cell label in conversation settings */
"LIST_GROUP_MEMBERS_ACTION" = "List Group Members";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE1" = "Φόρτωση των επαφών σας.";

/* No comment provided by engineer. */
"LOADING_CONTACTS_LABEL_LINE2" = "Παρακαλώ περιμένετε.";

/* No comment provided by engineer. */
"LOGGING_SECTION" = "Σύνδεση";

/* No comment provided by engineer. */
"ME_STRING" = "Εγώ";

/* No comment provided by engineer. */
"MESSAGE_COMPOSEVIEW_TITLE" = "Νέο μήνυμα";

/* {{number of minutes}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 minutes}}'. See other *_TIME_AMOUNT strings */
"MINUTES_TIME_AMOUNT" = "%u minutes";

/* No comment provided by engineer. */
"MISSED_CALL" = "Αναπάντητη κλήση";

/* Alert body */
"MISSING_CAMERA_PERMISSION_MESSAGE" = "You previously declined to let Forsta access your camera. Update your system settings to proceed.";

/* Alert title */
"MISSING_CAMERA_PERMISSION_TITLE" = "Forsta needs to access your camera.";

/* No comment provided by engineer. */
"MSGVIEW_MISSED_CALL" = "Αναπάντητη κλήση από %@.";

/* No comment provided by engineer. */
"MSGVIEW_RECEIVED_CALL" = "Δεχτήκατε μία κλήση από %@.";

/* No comment provided by engineer. */
"MSGVIEW_YOU_CALLED" = "Καλέσατε %@.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_DESC" = "Δεν μπορείτε να ταιριάξετε άλλες συσκευές.";

/* No comment provided by engineer. */
"MULTIDEVICE_PAIRING_MAX_RECOVERY" = "Έχετε φτάσει το μέγιστο αριθμό συσκευών που μπορείτε να συνδέσετε στο λογαριασμό σας. Παρακαλώ αφαιρέστε μία συσκευή ή δοκιμάστε ξανά αργότερα.";

/* No comment provided by engineer. */
"NETWORK_ERROR_RECOVERY" = "Παρακαλώ επιβεβαιώστε πως είστε συνδεδεμένος στο ίντερνετ και δοκιμάστε ξανά.";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTED" = "Είστε συνδεδεμένοι";

/* No comment provided by engineer. */
"NETWORK_STATUS_CONNECTING" = "Σύνδεση";

/* No comment provided by engineer. */
"NETWORK_STATUS_HEADER" = "Κατάσταση δικτύου";

/* No comment provided by engineer. */
"NETWORK_STATUS_OFFLINE" = "Αποσυνδεδεμένο";

/* No comment provided by engineer. */
"NETWORK_STATUS_TEXT" = "Μπορείτε να δείτε την κατάσταση του δικτύο κοιτώντας στην χρωματισμένη μπάρα πάνω από τα εισερχόμενά σας.";

/* No comment provided by engineer. */
"NEW_GROUP_DEFAULT_TITLE" = "Νέο γκρουπ";

/* No comment provided by engineer. */
"NEW_GROUP_NAMEGROUP_REQUEST_DEFAULT" = "Ονομασία του γκρουπ συνομιλίας";

/* No comment provided by engineer. */
"NEW_GROUP_REQUEST_ADDPEOPLE" = "Εισαγωγή ανθρώπων";

/* No comment provided by engineer. */
"NOTIFICATION_SEND_FAILED" = "Αποτυχία αποστολής μηνύματος σε %@";

/* No comment provided by engineer. */
"NOTIFICATIONS_FOOTER_WARNING" = "Λόγω κάποιου γνωστού σφάλματος στο σύστημα Ειδοποιήσεων της Apple, η προεπισκόπηση των μηνυμάτων θα προβάλλεται αν το μήνυμα ληφθεί μέσα σε 30 δευτερόλεπτα αφού αποσταλεί. Ως αποτέλεσμα ο μετρητής ειδοποιήσεων της εφαρμογής μπορεί να μην είναι ακριβής.";

/* No comment provided by engineer. */
"NOTIFICATIONS_NONE" = "Δεν υπάρχει όνομα ή μήνυμα";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_BACKGROUND" = "ειδοποιήσεις παρασκηνίου ";

/* No comment provided by engineer. */
"NOTIFICATIONS_SECTION_INAPP" = "Ειδοποιήσεις μέσα στην εφαρμογή";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_AND_MESSAGE" = "Όνομα αποστολέα και μήνυμα";

/* No comment provided by engineer. */
"NOTIFICATIONS_SENDER_ONLY" = "Όνομα αποστολέα μόνο";

/* No comment provided by engineer. */
"NOTIFICATIONS_SHOW" = "Προβολή";

/* No comment provided by engineer. */
"NOTIFICATIONS_SOUND" = "Ήχοι Ειδοποιήσεων";

/* No comment provided by engineer. */
"OK" = "Εντάξει";

/* Button text which opens the settings app */
"OPEN_SETTINGS_BUTTON" = "Settings";

/* Info Message when {{other user}} disables or doesn't support disappearing messages */
"OTHER_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ disabled disappearing messages.";

/* Info Message when {{other user}} updates message expiration to {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"OTHER_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "%@ set disappearing message time to %@.";

/* No comment provided by engineer. */
"OUTGOING_CALL" = "Εξερχόμενη κλήση";

/* No comment provided by engineer. */
"PHONE_NEEDS_UNLOCK" = "Το iPhone σας πρέπει να είναι ξεκλείδωτο για να λάβει νέα μηνύματα .";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_I_HAVE_WRONG_KEY_FOR_THEM" = "Those don't look like the safety numbers for %@. Are you verifying the correct contact?";

/* Alert body when verifying with {{contact name}} */
"PRIVACY_VERIFICATION_FAILED_THEY_HAVE_WRONG_KEY_FOR_ME" = "Every pair of Forsta users shares distinct safety numbers. Double check that %@ is displaying *your* distinct safety numbers.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_LOCAL_VERSION" = "You're running an old version of Forsta. You need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILED_WITH_OLD_REMOTE_VERSION" = "Your partner is running an old version of Forsta. They need to update before you can verify.";

/* alert body */
"PRIVACY_VERIFICATION_FAILURE_INVALID_QRCODE" = "The scanned code doesn't look like a safety number code. Are you both on an up-to-date version of Forsta?";

/* Paragraph(s) shown alongside keying material when verifying privacy with {{contact name}} */
"PRIVACY_VERIFICATION_INSTRUCTIONS" = "If you wish to verify the security of your end-to-end encryption with %@, compare the numbers above with the numbers on their device.\n\nAlternatively, you can scan the code on their phone, or ask them to scan your code.";

/* Navbar title */
"PRIVACY_VERIFICATION_TITLE" = "Verify Safety Numbers";

/* No comment provided by engineer. */
"PROCEED_BUTTON" = "Συνέχεια";

/* No comment provided by engineer. */
"PUSH_MANAGER_MARKREAD" = "Σημείωση ως διαβασμένο";

/* No comment provided by engineer. */
"PUSH_MANAGER_REPLY" = "Απάντηση";

/* Alert title */
"PUSH_REGISTER_SUCCESS" = "Successfully re-registered for push notifications.";

/* Used in table section header and alert view title contexts */
"PUSH_REGISTER_TITLE" = "Ειδοποιήσεις";

/* No comment provided by engineer. */
"PUSH_SETTINGS_MESSAGE" = "Το Forsta χρειάζεται γνωστοποιήσεις και ήχους για να λειτουργήσει σωστά. Παρακαλώ ενεργοποιήστε τα στην εφαρμογή Ρυθμίσεις >> Κέντρο Γνωστοποιήσεων >> Forsta.";

/* No comment provided by engineer. */
"QUESTIONMARK_PUNCTUATION" = ";";

/* No comment provided by engineer. */
"RATING_MSG" = "Αν σας αρέσει να χρησιμοποιείτε το Forsta για να έχετε ιδιωτικές συνομιλίες, μπορείτε να υποστηρίξετε το έργο μας αξιολογώντας την. Δεν θα διαρκέσει περισσότερο από ένα λεπτό, και θα βοηθήσει τους άλλους να βρουν κάποια προστασία της ιδιωτικής τους ζωής.";

/* No comment provided by engineer. */
"RATING_RATE" = "Αξιολόγηση του Forsta";

/* No comment provided by engineer. */
"RATING_TITLE" = "Υποστηρίξτε το Forsta!";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_MESSAGE" = "Παρακαλώ εισάγετε έναν έγκυρο κωδικό χώρας";

/* No comment provided by engineer. */
"REGISTER_CC_ERR_ALERT_VIEW_TITLE" = "Κωδικός Χώρας λάθος";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_BODY" = "Το Forsta σας επιτρέπει να πραγματοποιείται προσωπικές συνομιλίες με τις υπάρχουσες επαφές σας. Για να χρησιμοποιήσετε το Forsta, παρακαλώ παραχωρήστε την πρόσβαση στις επαφές σας.";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_CONTINUE" = "Συνέχεια";

/* No comment provided by engineer. */
"REGISTER_CONTACTS_WELCOME" = "Καλώς ήρθατε!";

/* No comment provided by engineer. */
"REGISTER_FAILED_TRY_AGAIN" = "Δοκιμάστε ξανά";

/* No comment provided by engineer. */
"REGISTER_RATE_LIMITING_BODY" = "Ο διακομιστής αυτή τη στιγμή δεν μπορεί να καλύψει τις εγγραφές. Παρακαλούμε δοκιμάστε αργότερα.";

/* No comment provided by engineer. */
"REGISTERED_NUMBER_TEXT" = "Registered Number";

/* Alert title */
"REGISTRATION_BODY" = "Failed to re-register for push notifications.";

/* No comment provided by engineer. */
"REGISTRATION_DEFAULT_COUNTRY_NAME" = "Κωδικός χώρας";

/* No comment provided by engineer. */
"REGISTRATION_ENTERNUMBER_DEFAULT_TEXT" = "Εισαγωγή αριθμού";

/* No comment provided by engineer. */
"REGISTRATION_ERROR" = "Σφάλμα εγγραφής";

/* alert body during registration */
"REGISTRATION_ERROR_BLANK_VERIFICATION_CODE" = "We can't activate your account until you verify the code we sent you.";

/* No comment provided by engineer. */
"REGISTRATION_NON_VALID_NUMBER" = "Αυτή η μορφή αριθμού δεν υποστηρίζεται, παρακαλώ επικοινωνήστε με την υποστήριξη.";

/* No comment provided by engineer. */
"REGISTRATION_PHONENUMBER_BUTTON" = "Αριθμός τηλεφώνου";

/* No comment provided by engineer. */
"REGISTRATION_RESTRICTED_MESSAGE" = "Κάποιος βιάζεται να στείλει το πρώτο μήνυμα! Χρειάζεται να εγγραφείτε πριν στείλετε κάποιο μήνυμα.";

/* No comment provided by engineer. */
"REGISTRATION_TITLE_LABEL" = "Ο αριθμός σας";

/* Alert view title */
"REGISTRATION_VERIFICATION_FAILED_TITLE" = "Verification Failed";

/* Alert body, during registration */
"REGISTRATION_VERIFICATION_FAILED_WRONG_CODE_DESCRIPTION" = "The numbers you submitted don't match what we sent. Want to double check?";

/* No comment provided by engineer. */
"REGISTRATION_VERIFY_DEVICE" = "Επαληθεύστε αυτή την συσκευή";

/* No comment provided by engineer. */
"REJECT_CALL_BUTTON_TITLE" = "Απόρριψη";

/* No comment provided by engineer. */
"RELAY_REGISTERED_ERROR_RECOVERY" = "Ο αριθμός που προσπαθείτε να καταχωρήσετε έχει ήδη καταχωρηθεί σε κάποιον άλλον εξυπηρετητή. παρακαλώ απεγγραφείτε από εκει και δοκιμάστε ξανά.";

/* No comment provided by engineer. */
"REREGISTER_FOR_PUSH" = "Εγγραφή ξανά για ειδοποιήσεις";

/* Generic text for button that retries whatever the last action was. */
"RETRY_BUTTON_TEXT" = "Retry";

/* Snippet to share {{safety numbers}} with a friend. sent e.g. via sms */
"SAFETY_NUMBER_SHARE_FORMAT" = "Our Forsta Safety Numbers:\n%@";

/* Action sheet heading */
"SAFETY_NUMBERS_ACTIONSHEET_TITLE" = "The safety numbers for %@ have changed. You may wish to verify them.";

/* Button label presented with camera icon while verifying privacy credentials. Shows the camera interface. */
"SCAN_CODE_ACTION" = "Scan Code";

/* label presented once scanning (camera) view is visible. */
"SCAN_CODE_INSTRUCTIONS" = "Scan the QR Code on your contact's device.";

/* No comment provided by engineer. */
"SEARCH_BYNAMEORNUMBER_PLACEHOLDER_TEXT" = "Αναζήτηση με όνομα ή αριθμό";

/* {{number of seconds}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 seconds}}'. See other *_TIME_AMOUNT strings */
"SECONDS_TIME_AMOUNT" = "%u seconds";

/* No comment provided by engineer. */
"SECURE_SESSION_RESET" = "Ασφαλής συνεδρία επαναφέρθηκε.";

/* No comment provided by engineer. */
"SEND_AGAIN_BUTTON" = "Αποστολή ξανά";

/* No comment provided by engineer. */
"SEND_BUTTON_TITLE" = "Αποστολή";

/* No comment provided by engineer. */
"SEND_SMS_BUTTON" = "Αποστολή SMS σε:";

/* No comment provided by engineer. */
"SEND_SMS_CONFIRM_TITLE" = "Πρόσκληση φίλου μέσω μη-ασφαλούς SMS;";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_FAILURE" = "Αποτυχία αποστολής SMS, παρακαλώ δοκιμάστε αργότερα.";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_SUCCESS" = "Προσκαλέσατε την επαφή σας στο Forsta!";

/* No comment provided by engineer. */
"SEND_SMS_INVITE_TITLE" = "Θα θέλατε να προσκαλέσετε τον ακόλουθο αριθμό στο Forsta:";

/* No comment provided by engineer. */
"SETTINGS_ABOUT" = "Για εμάς";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_DEBUGLOG" = "Ενεργοποίηση καταγραφής αποσφαλμάτωσης";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_SUBMIT_DEBUGLOG" = "Κατάθεση καταγραφής αποσφαλμάτωσης";

/* No comment provided by engineer. */
"SETTINGS_ADVANCED_TITLE" = "Για προχωρημένους";

/* User settings section footer, a detailed explanation */
"SETTINGS_BLOCK_ON_IDENITY_CHANGE_DETAIL" = "Requires your approval before communicating with someone who has new safety numbers, commonly from a reinstall of Forsta.";

/* Table cell label */
"SETTINGS_BLOCK_ON_IDENTITY_CHANGE_TITLE" = "Require Approval on Change";

/* No comment provided by engineer. */
"SETTINGS_CLEAR_HISTORY" = "Διαγραφή ιστορικού";

/* No comment provided by engineer. */
"SETTINGS_COPYRIGHT" = "Πνευματική ιδιοκτησία Open Whisper Systems\nΥπό την άδεια του GPLv3";

/* No comment provided by engineer. */
"SETTINGS_DELETE_ACCOUNT_BUTTON" = "Διαγραφή Λογαριασμού";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION" = "Είστει σίγουροι πως θέλετε να διαγράψετε όλο σας το ιστορικό (μηνύματα, συνημμένα, ιστορικό κλήσεων...); Αυτή η πράξη δεν είναι αναστρέψιμη.";

/* No comment provided by engineer. */
"SETTINGS_DELETE_HISTORYLOG_CONFIRMATION_BUTTON" = "Είστε σίγουρος/η;";

/* No comment provided by engineer. */
"SETTINGS_HELP_HEADER" = "Βοήθεια ";

/* Section header */
"SETTINGS_HISTORYLOG_TITLE" = "Καταγραφή ιστορικού";

/* No comment provided by engineer. */
"SETTINGS_INFORMATION_HEADER" = "Πληροφορίες";

/* No comment provided by engineer. */
"SETTINGS_INVITE_HEADER" = "Πρόσκληση";

/* No comment provided by engineer. */
"SETTINGS_INVITE_TWITTER_TEXT" = "You can reach me using Forsta by @forstainc, get it now.";

/* Title for settings activity */
"SETTINGS_NAV_BAR_TITLE" = "Ρυθμίσεις";

/* No comment provided by engineer. */
"SETTINGS_NOTIFICATIONS" = "Ειδοποιήσεις";

/* No comment provided by engineer. */
"SETTINGS_PRIVACY_TITLE" = "Εμπιστευτικότητα";

/* Section header */
"SETTINGS_PRIVACY_VERIFICATION_TITLE" = "Safety Numbers Approval";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY" = "Ενεργοποίηση Ασφάλειας Οθόνης";

/* No comment provided by engineer. */
"SETTINGS_SCREEN_SECURITY_DETAIL" = "Προστατεύει την προεπισκόπηση του Forsta από το να εμφανίζεται στην αλλαγή εφαρμογών.";

/* Section header */
"SETTINGS_SECURITY_TITLE" = "Ασφάλεια οθόνης";

/* No comment provided by engineer. */
"SETTINGS_SHARE_INSTALL" = "Μοιραστείτε το σύνδεσμο εγκατάστασης";

/* No comment provided by engineer. */
"SETTINGS_SUPPORT" = "Υποστήριξη";

/* No comment provided by engineer. */
"SETTINGS_VERSION" = "Έκδοση";

/* Action sheet item */
"SHOW_SAFETY_NUMBER_ACTION" = "Show new safety numbers";

/* {{1 day}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 day}}'. See other *_TIME_AMOUNT strings */
"SINGLE_DAY_TIME_AMOUNT" = "%u day";

/* {{1 hour}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 hour}}'. See other *_TIME_AMOUNT strings */
"SINGLE_HOUR_TIME_AMOUNT" = "%u hour";

/* {{1 minute}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 minute}}'. See other *_TIME_AMOUNT strings */
"SINGLE_MINUTE_TIME_AMOUNT" = "%u minute";

/* {{1 week}} embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{1 week}}'. See other *_TIME_AMOUNT strings */
"SINGLE_WEEK_TIME_AMOUNT" = "%u week";

/* No comment provided by engineer. */
"SMS_INVITE_BODY" = "Σε προσκαλώ να εγκαταστήσεις το Forsta! Εδώ είναι ο σύνδεσμος:";

/* Alert body after verifying privacy with {{other user's name}} */
"SUCCESSFUL_VERIFICATION_DESCRIPTION" = "Your safety numbers have been verified. You can be confident your communication with %@ is private.";

/* No comment provided by engineer. */
"SUCCESSFUL_VERIFICATION_TITLE" = "Safety Numbers Verified!";

/* No comment provided by engineer. */
"TAKE_MEDIA_BUTTON" = "Λήψη φωτογραφίας ή βίντεο";

/* No comment provided by engineer. */
"TAKE_PICTURE_BUTTON" = "Λήψη φωτογραφίας";

/* No comment provided by engineer. */
"TIMEOUT_CONTACTS_DETAIL" = "Ο διακομιστής δε μας έστειλε νέα λίστα επαφών. Παρακαλώ δοκιμάστε ξανά σε λίγο.";

/* No comment provided by engineer. */
"TXT_CANCEL_TITLE" = "Ακύρωση";

/* No comment provided by engineer. */
"TXT_DELETE_TITLE" = "Διαγραφή";

/* Pressing this button moves an archived thread from the archive back to the inbox */
"UNARCHIVE_ACTION" = "Διαγραφή από το Αρχείο";

/* In Inbox view, last message label for thread with corrupted attachment. */
"UNKNOWN_ATTACHMENT_LABEL" = "Άγνωστο συνημμένο";

/* Displayed if for some reason we can't determine a contacts phone number *or* name */
"UNKNOWN_CONTACT_NAME" = "Unknown Contact";

/* button title for unlinking a device */
"UNLINK_ACTION" = "Unlink";

/* Alert message to confirm unlinking a device */
"UNLINK_CONFIRMATION_ALERT_BODY" = "By unlinking this device, it will no longer be able to send or receive messages.";

/* Alert title for confirming device deletion */
"UNLINK_CONFIRMATION_ALERT_TITLE" = "Unlink \"%@\"?";

/* Alert title when unlinking device fails */
"UNLINKING_FAILED_ALERT_TITLE" = "Forsta was unable to unlink your device.";

/* Label text in device manager for a device with no name */
"UNNAMED_DEVICE" = "Unnamed Device";

/* No comment provided by engineer. */
"UNREGISTER_SIGNAL_FAIL" = "Αποτυχία αποσύνδεσης από το Forsta.";

/* No comment provided by engineer. */
"UNSUPPORTED_ATTACHMENT" = "Λήψη συνημμένου του οποίου ο τύπος δεν υποστηρίζεται.";

/* No comment provided by engineer. */
"UNSUPPORTED_FEATURE_ERROR" = "Η συσκευή σας δεν υποστηρίζει αυτό το χαρακτηριστικό.";

/* No comment provided by engineer. */
"UPDATE_BUTTON_TITLE" = "Ανανέωση";

/* No comment provided by engineer. */
"Upgrading Forsta ..." = "Upgrading Forsta ...";

/* message footer while attachment is uploading */
"UPLOADING_MESSAGE_TEXT" = "Uploading...";

/* button text during registration to make corrections to your submitted phone number */
"VERIFICATION_CHALLENGE_CHANGE_NUMBER" = "Αλλαγή αριθμού";

/* Text field placeholder for SMS verification code during registration */
"VERIFICATION_CHALLENGE_DEFAULT_TEXT" = "Κωδικός επαλήθευσης";

/* button text during registration to request phone number verification be done via phone call */
"VERIFICATION_CHALLENGE_SEND_VIAVOICE" = "Καλέστε εμένα ";

/* button text during registration to request another SMS code be sent */
"VERIFICATION_CHALLENGE_SUBMIT_AGAIN" = "Αίτηση κωδικού ξανά";

/* button text during registration to submit your SMS verification code */
"VERIFICATION_CHALLENGE_SUBMIT_CODE" = "Αποστολή κωδικού επαλήθευσης";

/* Navigation title in the registration flow - during the sms code verification process. */
"VERIFICATION_HEADER" = "Επαλήθευση";

/* table cell label in conversation settings */
"VERIFY_PRIVACY" = "Verify Safety Numbers";

/* Activity indicator title, shown upon returning to the device manager, until you complete the provisioning process on desktop */
"WAITING_TO_COMPLETE_DEVICE_LINK_TEXT" = "Complete setup on Forsta Desktop.";

/* {{number of weeks}}, embedded in strings, e.g. 'Alice updated disappearing messages expiration to {{5 weeks}}'. See other *_TIME_AMOUNT strings */
"WEEKS_TIME_AMOUNT" = "%u weeks";

/* No comment provided by engineer. */
"WHISPER_NAV_BAR_TITLE" = "Εισερχόμενα";

/* Info Message when you disable disappearing messages */
"YOU_DISABLED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You disabled disappearing messages.";

/* Info message embedding a {{time amount}}, see the *_TIME_AMOUNT strings for context. */
"YOU_UPDATED_DISAPPEARING_MESSAGES_CONFIGURATION" = "You set disappearing message time to %@.";
